{"/start":"Any help just Type /buddy","perficient": "Perficient is the leading digital transformation consulting firm serving Global 2000 and enterprise customers throughout North America. With unparalleled information technology, management consulting and creative capabilities, Perficient and its Perficient Digital agency deliver vision, execution and value with outstanding digital experience, business optimization and industry solutions.\nFor more Info Visit https://www.perficient.com/","/buddy": "Welcoming You For New Hire Orientation. Want to know about Our Perficient Family, I'm here to help you.Just click or type /help\n\nTo proceed with ISMS and KYC Training click /ISMS_and_KYC_Question","/help": "1.\t/Perficient_Policies_and_Regulations\n2.\t/Health_Insurance_Portability_and_Accountability(HIPAA)\n3.\t/Information_Security_Management_System(ISMS)\n4.\t/Breaches\n5.\t/Roles_and_Responsibilities\n6.\t/Chennai_Work_Force_Management(CWFM)\n7.\t/Safe_Assembly_Point\n8.\t/Service_Portal\n9.\t/Clean_room_Policy\n10.\t/Internal_Compliance_Committee(ICC)\n11.\t/Information_Technology_Administration(ITA)\n12.\t/Goal_Setting\n13.\t/Leave_balances(PTO)\n14. \t/Frequently_asked_questions","/Perficient_Policies_and_Regulations": "We have Various Policies like HIPAA, ISMS, ISF, SOA, Security, Goals, CISO","/Health_Insurance_Portability_and_Accountability(HIPAA)": "Health Insurance Portability and Accountability\nPlease visit the below link and go through the HIPAA training material. Once you have completed please update the status in Team planning portal ASAP.\nhttps://wiki.perficient.com/confluence/display/ISBU/HIPAA+Awareness+Training\n","/Information_Security_Management_System(ISMS)": "Please visit the below link and go through the ISMS training material. Once you have completed please update the status in Team planning portal. Please complete the training ASAP\nhttps://wiki.perficient.com/confluence/display/ISBU/ISMS+Awareness+Training\n","/Breaches":"Breaches are: Intentional. Tailgating is intentional breach. If your ID card is missing, you have to inform ITA and HR immediately. If you have forgotten your access card, enter in the Visitor Log both at the reception and Chennai WFM Portal. The mail ID for informing security incidents, breaches and vulnerabilities\nOSIndiaISF@perficient.com\n","/Roles_and_Responsibilities": "The quick mini guide of our company and also the below link gives you the picture of our organization roles and responsibilities.\nhttps://wiki.perficient.com/confluence/display/ISBU/Organization+Roles+and+Responsibility\n","/ChennaiWorkForceManagement(CWFM)": "This Portal will replace the current system of WFM / PTO application & tracking, we will also be using this Portal for Reporting & Tracking IT Support Tickets to begin with, we eventually expect to bring in TDC, Talent Acquisition and certain Finance & Administrative activities into this Portal.\nThe application can be accessed by all employees from the below URL\nhttps://www.chennaiwfm.com\n","/Safe_Assembly_Point":"Safe Assembly Point for Perficient is situated at the parking lot opposite to Olympia Platina building’s exit gate. Perficient Chennai has a Disaster Recovery Team to prepare for and respond to any disasters. CISO, DHO, ISF, PMO, ITA comprise Perficient Chennai’s Disaster Recovery Team. Disaster Recovery Team in Perficient will assist you during emergency.","/Service_Portal":"Service Portal is the portal to reset or renew password.\nhttps://serviceportal.perficient.com\nPassword has to be renewed once in 90 days. At any cost Passwords cannot be shared with anyone. Account gets locked when you hit wrong password 5 times. The time set to trigger screen saver is 1 min. Manager and Onsite counterpart should be informed immediately if your laptop gets damaged or stolen\n","/Clean_room_Policy":"Perficient has a clean room policy. The clean room projects are: Projects where we have restrictions on physical environment, network usage and controlled workforce access. You can view Perficient’s clean room policy in Wiki page\nhttps://wiki.perficient.com/confluence/pages/viewpage.action?pageId=70583921\n","/Internal_Compliance_Committee(ICC)":"ICC Stands for Internal Compliance Committee\nGayathri Hariharan is the Chairperson of ICC\nThe purpose of Internal Compliance Committee is to ensure women safety in workplace\n","/Information_Technology_Administration(ITA)":"There is no data server at Perficient Chennai. Currently Trend Micro is the Antivirus software that is being used in Perficient. Antivirus scanning in each of the individual system is scheduled every Wednesday at 1 PM. If your system is affected with Virus, you should Inform ITA and your supervisor.\nhttps://wiki.perficient.com/confluence/display/ISBU/IT+Standard+Operating+Procedures\n","/Goal_Setting":"This Form will be evaluated for the assignments you work from the day you joined till the anniversary date.\nStart adding the project details in the Project goal sheet and get the review done from the concerned Project Manager as soon the project ends. You need to schedule a meeting with your Supervisor for setting up the Organization and Professional Goal. Goal reviews will evaluated once in every 6 months and upon completion of one year an annual performance review will be conducted based on the review rating.\nhttps://wiki.perficient.com/confluence/display/ISBU/HR+Forms\n(Download Annual Goal Setting Consultants form)\n","/Frequently_asked_questions": "1. How to Submit Your TimeSheet? \nhttps://youtu.be/8tg_Lrgbdt4","/ISMS_and_KYC_Question": "1.\tYou are responsible for the pushing the code to QA in your project, Your RSA token is not working since morning. You have an important delivery in 2 days. What aspects are affected in this scenario?/hint1\n\n2.\tYour brother has started a software company. He asked you to send the samples of your company templates. What aspects are affected in this scenario?/hint2\n\n3.\tYour colleague is expecting a bank sales rep for his personal work. When the bank sales rep arrives, your colleague is in an important meeting and requests you to escort him. Which perimeter zone will you escort the bank sales rep?/hint3\n\n4.\tA vendor has come to the office with materials ordered by your company. You have joined the company as an accountant. Your supervisor requested you to help the support staff to check the accounts and escort the vendors within office zone. Which of the areas, you are not permitted to escort the vendors./hint4\n\n5.\tA staff comes to office with minor injury. It seems he had met with the accident near the office. He needs a first-aid immediately. He requests you to get first aid box. Where would you find it?/hint5\n\n","/hint1": "Making the information available to authorized users.","/hint2": "Protecting information from unauthorized parties.","/hint3": "Access after clearing first level of screening at building entrance.","/hint4": "Only authorized workforce member who are working on controlled project will have access.","/hint5": "A place where provisions are stored."}